{
  "users": [
    {
      "id": "001",
      "login": "maria",
      "password": "123456",
      "registed_at": "2050-09-22",
      "role_id": 0
    },
    {
      "login": "zaia",
      "password": "zaia12",
      "registed_at": "2023-10-02 20:06",
      "role_id": 2,
      "id": "-IT2XT2"
    },
    {
      "login": "ivandurak",
      "password": "123456",
      "registed_at": "2023-10-02 20:07",
      "role_id": 2,
      "id": "1_ggCtZ"
    }
  ],
  "roles": [
    {
      "id": 0,
      "name": "Администратор"
    },
    {
      "id": 1,
      "name": "Модератор"
    },
    {
      "id": 2,
      "name": "Читатель"
    },
    {
      "id": 3,
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "002",
      "title": "Cложившаяся структура организации",
      "image_url": "https://gastro.24sata.hr/media/img/ea/89/e187ccda193cd1ebd13c.jpeg",
      "content": "С другой стороны рамки и место обучения кадров способствует подготовки и реализации существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий. Таким образом новая модель организационной деятельности представляет собой интересный эксперимент проверки направлений прогрессивного развития. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки новых предложений. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности способствует подготовки и реализации форм развития.",
      "published_at": "2043-06-20"
    },
    {
      "id": "003",
      "title": "Bажные задания",
      "image_url": "https://siol.net/media/img/e8/00/93e98418570a293dc7ee-slana-pozeba.jpeg",
      "content": "С другой стороны рамки и место обучения кадров способствует подготовки и реализации существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий. Таким образом новая модель организационной деятельности представляет собой интересный эксперимент проверки направлений прогрессивного развития. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки новых предложений. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности способствует подготовки и реализации форм развития.",
      "published_at": "2045-09-31"
    },
    {
      "id": "004",
      "title": "Cоображения высшего порядка",
      "image_url": "https://images.tmcnet.com/tmc/misc/articles/image/2018-may/6936705649-code-280x150.jpg",
      "content": "С другой стороны рамки и место обучения кадров способствует подготовки и реализации существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий. Таким образом новая модель организационной деятельности представляет собой интересный эксперимент проверки направлений прогрессивного развития. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки новых предложений. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности способствует подготовки и реализации форм развития.",
      "published_at": "2045-02-12"
    },
    {
      "id": "005",
      "title": "Cоздание новых предложений",
      "image_url": "https://www.ccitecnologia.com.br/wp-content/uploads/elementor/thumbs/destaque_02-p23jc4m3j11ot6f1sowjorgsaf5vyly73uonbkn2e4.jpg",
      "content": "С другой стороны рамки и место обучения кадров способствует подготовки и реализации существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий. Таким образом новая модель организационной деятельности представляет собой интересный эксперимент проверки направлений прогрессивного развития. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки новых предложений. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности способствует подготовки и реализации форм развития.",
      "published_at": "2049-05-02"
    },
    {
      "image_url": "https://www.distinctaccounting.net.au/wp-content/uploads/MAdvert-DIN.jpg",
      "published_at": "2023-10-05 12:34",
      "title": "Товарищи!",
      "content": "Товарищи! начало повседневной работы по формированию позиции способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям. Таким образом консультация с широким активом влечет за собой процесс внедрения и модернизации форм развития. Задача организации, в особенности же укрепление и развитие структуры позволяет выполнять важные задания по разработке систем массового участия. Таким образом сложившаяся структура организации влечет за собой процесс внедрения и модернизации существенных финансовых и административных условий. Равным образом укрепление и развитие структуры способствует подготовки и реализации дальнейших направлений развития. Разнообразный и богатый опыт новая модель организационной деятельности требуют от нас анализа дальнейших направлений развития.\n\nЗначимость этих проблем настолько очевидна, что рамки и место обучения кадров играет важную роль в формировании новых предложений. Повседневная практика показывает, что укрепление и развитие структуры влечет за собой процесс внедрения и модернизации форм развития. Таким образом консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании форм развития.\n\nРавным образом постоянный количественный рост и сфера нашей активности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Не следует, однако забывать, что начало повседневной работы по формированию позиции играет важную роль в формировании дальнейших направлений развития. Таким образом рамки и место обучения кадров позволяет оценить значение существенных финансовых и административных условий.",
      "id": "rt6l1qc"
    },
    {
      "image_url": "https://images.tmcnet.com/tmc/misc/articles/image/2019-jan/1964300593-healthcare-communications-unified-doctor-telehealth-mobile-tablet-small.jpg",
      "published_at": "2023-10-05 13:05",
      "title": "Повседневная практика",
      "content": "Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий требуют от нас анализа существенных финансовых и административных условий. Товарищи! консультация с широким активом влечет за собой процесс внедрения и модернизации существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что консультация с широким активом требуют от нас анализа систем массового участия. С другой стороны дальнейшее развитие различных форм деятельности требуют от нас анализа существенных финансовых и административных условий.\n\nЗадача организации, в особенности же консультация с широким активом требуют определения и уточнения модели развития. Таким образом сложившаяся структура организации способствует подготовки и реализации позиций, занимаемых участниками в отношении поставленных задач. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям. Равным образом постоянный количественный рост и сфера нашей активности способствует подготовки и реализации позиций, занимаемых участниками в отношении поставленных задач. С другой стороны консультация с широким активом позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям.\n\nТоварищи! рамки и место обучения кадров позволяет оценить значение форм развития. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.",
      "id": "v34CiHg"
    },
    {
      "image_url": "https://miss7zdrava.24sata.hr/media/img/10/b9/b17172d4fe53a9036b76.jpeg",
      "published_at": "2023-10-05 13:09",
      "title": "Идейные соображения высшего порядка",
      "content": "Равным образом укрепление и развитие структуры требуют определения и уточнения систем массового участия. Идейные соображения высшего порядка, а также новая модель организационной деятельности играет важную роль в формировании новых предложений. Разнообразный и богатый опыт начало повседневной работы по формированию позиции позволяет оценить значение дальнейших направлений развития. Равным образом начало повседневной работы по формированию позиции требуют от нас анализа соответствующий условий активизации. Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения форм развития. Таким образом начало повседневной работы по формированию позиции в значительной степени обуславливает создание существенных финансовых и административных условий.\n\nИдейные соображения высшего порядка, а также укрепление и развитие структуры влечет за собой процесс внедрения и модернизации существенных финансовых и административных условий. Задача организации, в особенности же сложившаяся структура организации представляет собой интересный эксперимент проверки модели развития. С другой стороны сложившаяся структура организации позволяет выполнять важные задания по разработке модели развития. Товарищи! начало повседневной работы по формированию позиции влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Таким образом консультация с широким активом представляет собой интересный эксперимент проверки модели развития.",
      "id": "VKDPlCX"
    },
    {
      "image_url": "https://gastro.24sata.hr/media/img/a6/a7/179d7cd5d6b25de8e4da.jpeg",
      "published_at": "2023-10-05 13:19",
      "title": "высококачественный прототип будущего проекта",
      "content": "Каждый из нас понимает очевидную вещь: сплочённость команды профессионалов играет определяющее значение для существующих финансовых и административных условий. Безусловно, современная методология разработки однозначно фиксирует необходимость форм воздействия. Господа, постоянное информационно-пропагандистское обеспечение нашей деятельности предопределяет высокую востребованность соответствующих условий активизации. В своём стремлении повысить качество жизни, они забывают, что реализация намеченных плановых заданий позволяет выполнить важные задания по разработке как самодостаточных, так и внешне зависимых концептуальных решений. Для современного мира высококачественный прототип будущего проекта обеспечивает широкому кругу (специалистов) участие в формировании первоочередных требований.\n\nНо высококачественный прототип будущего проекта однозначно определяет каждого участника как способного принимать собственные решения касаемо дальнейших направлений развития. Следует отметить, что перспективное планирование способствует подготовке и реализации первоочередных требований.\n\nИ нет сомнений, что стремящиеся вытеснить традиционное производство, нанотехнологии призывают нас к новым свершениям, которые, в свою очередь, должны быть объективно рассмотрены соответствующими инстанциями. Каждый из нас понимает очевидную вещь: социально-экономическое развитие требует анализа дальнейших направлений развития. Лишь явные признаки победы институционализации освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, ограничены исключительно образом мышления.",
      "id": "H2KSo6u"
    }
  ],
  "comments": [
    {
      "author_id": "001",
      "post_id": "002",
      "published_at": "2023-10-05 16:20",
      "content": "hello hell no",
      "id": 1
    },
    {
      "author_id": "001",
      "post_id": "002",
      "published_at": "2023-10-05 16:20",
      "content": "adfghj",
      "id": 2
    },
    {
      "author_id": "001",
      "post_id": "002",
      "published_at": "2023-10-05 16:20",
      "content": "1234",
      "id": 3
    },
    {
      "author_id": "001",
      "post_id": "002",
      "published_at": "2023-10-05 16:20",
      "content": "numero 4",
      "id": 4
    }
  ],
  "sessions": [
    {
      "hash": "0.03874128889554273591500077600358054041862487792969",
      "user": {
        "id": "001",
        "login": "maria",
        "password": "123456",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 1
    },
    {
      "hash": "0.62980077269820355923002352938055992126464843750000",
      "user": {
        "id": "001",
        "login": "maria",
        "password": "123456",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 2
    },
    {
      "hash": "0.00944497059322824128457796177826821804046630859375",
      "user": {
        "id": "001",
        "login": "maria",
        "password": "123456",
        "registeredAt": "2050-09-22",
        "roleId": 0
      },
      "id": 3
    }
  ]
}